-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 08, 2020 at 04:33 PM
-- Server version: 10.4.13-MariaDB
-- PHP Version: 7.4.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `menunagisa07`
--

-- --------------------------------------------------------

--
-- Table structure for table `confirmedorders`
--

CREATE TABLE `confirmedorders` (
  `productname` varchar(50) NOT NULL DEFAULT '',
  `productprice` int(11) DEFAULT NULL,
  `productquantity` int(11) DEFAULT NULL,
  `updated` timestamp NOT NULL DEFAULT current_timestamp(),
  `or_userid` varchar(20) NOT NULL,
  `order_notes` varchar(200) NOT NULL DEFAULT '',
  `or_stat` varchar(12) NOT NULL DEFAULT 'A',
  `or_order_id` int(20) NOT NULL,
  `or_ref_id` int(11) NOT NULL,
  `guestname` varchar(20) NOT NULL,
  `roomno` int(11) NOT NULL,
  `tableno` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `confirmedorders`
--

INSERT INTO `confirmedorders` (`productname`, `productprice`, `productquantity`, `updated`, `or_userid`, `order_notes`, `or_stat`, `or_order_id`, `or_ref_id`, `guestname`, `roomno`, `tableno`) VALUES
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-22 08:14:07', '1', '', 'A', 0, 1, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-22 08:14:08', '1', '', 'A', 0, 2, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-22 08:14:08', '1', '', 'A', 0, 3, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-22 08:14:08', '1', '', 'A', 0, 4, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-22 08:14:22', '1', '', 'A', 0, 5, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-22 08:14:23', '1', '', 'A', 0, 6, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-22 08:14:23', '1', '', 'A', 0, 7, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-22 08:14:23', '1', '', 'A', 0, 8, '', 0, 0),
('コーラ', 400, 4, '2020-09-22 08:15:10', '1', '', 'A', 0, 9, '', 0, 0),
('生ビール(サッポロクラシック)', 800, 10, '2020-09-22 08:25:51', '1', '', 'A', 1, 10, '', 0, 0),
('小沼ビール(アルト)', 800, 10, '2020-09-22 08:25:51', '1', '', 'A', 1, 11, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-22 08:41:14', '1', '', 'A', 2, 12, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-22 08:41:14', '1', '', 'A', 2, 13, '', 0, 0),
('トライアングル　60ｍｌ', 500, 3, '2020-09-22 08:51:11', '1', '', 'A', 3, 14, '', 0, 0),
('半焼酎喜多里　60ｍｌ', 600, 3, '2020-09-22 08:51:11', '1', '', 'A', 3, 15, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-09-22 08:53:43', '1', '', 'A', 4, 16, '', 0, 0),
('コーラ', 400, 1, '2020-09-22 23:54:28', '3', '', 'A', 5, 17, '', 0, 0),
('渚の雫　(+4)　ボトル　900ｍｌ', 2500, 2, '2020-09-23 00:20:33', '3', '', 'A', 6, 18, '', 0, 0),
('サイダー', 400, 10, '2020-09-23 00:33:50', '3', '', 'A', 7, 19, '', 0, 0),
('生ビール(サッポロクラシック)', 800, 4, '2020-09-23 00:34:36', '3', '', 'A', 8, 20, '', 0, 0),
('生ビール(サッポロクラシック)', 800, 1, '2020-09-23 00:34:44', '3', '', 'A', 9, 21, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-23 00:35:45', '3', '', 'A', 10, 22, '', 0, 0),
('サントリーオールド(シングル)', 800, 1, '2020-09-23 00:36:24', '3', '', 'A', 11, 23, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-23 00:36:49', '3', '', 'A', 12, 24, '', 0, 0),
('生ビール(サッポロクラシック)', 800, 1, '2020-09-23 00:37:13', '3', '', 'A', 13, 25, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-23 00:38:20', '3', '', 'A', 14, 26, '', 0, 0),
('ハイボール', 800, 8, '2020-09-23 00:39:06', '3', '', 'A', 15, 27, '', 0, 0),
('トライアングル　60ｍｌ', 500, 1, '2020-09-23 00:42:43', '3', '', 'A', 16, 28, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-23 02:19:51', '3', '', 'A', 17, 29, '', 0, 0),
('トライアングル　60ｍｌ', 500, 1, '2020-09-23 02:20:12', '3', '', 'A', 18, 30, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 21, '2020-09-23 02:50:10', '3', '', 'A', 19, 31, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-23 04:40:02', '3', '', 'A', 20, 32, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-09-23 04:40:02', '3', '', 'A', 20, 33, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 800, 1, '2020-09-23 06:41:45', '3', '', 'A', 21, 34, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-09-23 06:41:45', '3', '', 'A', 21, 35, '', 0, 0),
('渚の雫　(+4)　グラス', 600, 1, '2020-09-23 09:03:00', '3', '', 'A', 22, 36, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-24 00:10:20', '2', '', 'A', 23, 37, '', 0, 0),
('[南フランス]カンプジイグラス(赤.白)', 700, 1, '2020-09-24 01:18:32', '3', '', 'A', 24, 38, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-24 04:03:32', '7', '', 'A', 25, 39, '', 0, 0),
('コーラ', 400, 1, '2020-09-24 04:04:22', '7', '', 'A', 26, 40, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-24 04:39:09', '7', '', 'A', 27, 41, '', 0, 0),
('サワー(レモン.グレープフルーツ.巨峰.ウーロン.最茶)', 600, 5, '2020-09-24 05:32:06', '7', '', 'A', 28, 42, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-24 08:37:35', '7', '', 'A', 29, 43, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-25 00:49:25', '7', '', 'A', 30, 44, '', 0, 0),
('サワー(レモン.グレープフルーツ.巨峰.ウーロン.最茶)', 600, 1, '2020-09-25 01:09:26', '7', '', 'A', 31, 45, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-09-25 01:10:06', '7', '', 'A', 32, 46, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 13, '2020-09-25 06:24:52', '7', '', 'A', 33, 47, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-26 00:28:56', '7', '', 'A', 34, 48, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 700, 1, '2020-09-28 01:18:39', '1', '', 'A', 35, 49, '', 0, 0),
('ハイボール', 600, 1, '2020-09-30 06:09:26', '2', '', 'A', 36, 50, '', 0, 0),
('サントリーオールド(シングル)', 700, 1, '2020-09-30 06:09:26', '2', '', 'A', 36, 51, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-09-30 07:05:37', '2', '', 'A', 37, 52, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-01 06:17:04', '2', '', 'A', 38, 53, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-02 00:20:08', '1', '', 'A', 39, 54, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-02 00:20:08', '1', '', 'A', 39, 55, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-02 00:52:09', '1', '', 'A', 40, 56, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-02 00:52:09', '1', '', 'A', 40, 57, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-02 00:52:09', '1', '', 'A', 40, 58, '', 0, 0),
('熱側(普通酒)1合徳利', 500, 1, '2020-10-02 00:52:09', '1', '', 'A', 40, 59, '', 0, 0),
('red grapes ', 250, 1, '2020-10-02 00:52:09', '1', '', 'A', 40, 60, '', 0, 0),
('サワー(レモン.グレープフルーツ.巨峰.ウーロン.最茶)', 500, 1, '2020-10-02 00:52:09', '1', '', 'A', 40, 61, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-02 01:14:02', '1', '', 'A', 41, 62, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 2, '2020-10-02 01:14:02', '1', '', 'A', 41, 63, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-02 01:14:02', '1', '', 'A', 41, 64, '', 0, 0),
('red grapes ', 250, 1, '2020-10-02 01:14:29', '1', '', 'A', 42, 65, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-02 01:20:12', '2', '', 'A', 43, 66, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-02 01:20:12', '2', '', 'A', 43, 67, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-02 01:20:12', '2', '', 'A', 43, 68, '', 0, 0),
('コーラ', 400, 1, '2020-10-02 01:20:12', '2', '', 'A', 43, 69, '', 0, 0),
('サイダー', 400, 1, '2020-10-02 01:20:12', '2', '', 'A', 43, 70, '', 0, 0),
('ハイボール', 600, 1, '2020-10-02 01:22:09', '2', '', 'A', 44, 71, '', 0, 0),
('サントリーオールド(シングル)', 700, 1, '2020-10-02 01:22:09', '2', '', 'A', 44, 72, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-02 01:22:40', '1', '', 'A', 45, 73, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-02 01:22:40', '1', '', 'A', 45, 74, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-02 01:22:40', '1', '', 'A', 45, 75, '', 0, 0),
('red grapes ', 250, 1, '2020-10-02 01:22:40', '1', '', 'A', 45, 76, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-02 01:29:15', '1', '', 'A', 46, 77, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-02 01:29:15', '1', '', 'A', 46, 78, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-02 01:29:15', '1', '', 'A', 46, 79, '', 0, 0),
('コーラ', 400, 11, '2020-10-02 01:29:29', '2', '', 'A', 47, 80, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-02 02:28:40', '2', '', 'A', 48, 81, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-02 02:28:40', '2', '', 'A', 48, 82, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-02 02:28:40', '2', '', 'A', 48, 83, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 5, '2020-10-02 02:37:39', '1', '', 'A', 49, 84, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 2, '2020-10-02 02:37:39', '1', '', 'A', 49, 85, '', 0, 0),
('red grapes ', 250, 1, '2020-10-02 02:39:10', '1', '', 'A', 50, 86, '', 0, 0),
('コーラ', 400, 3, '2020-10-02 04:14:58', '1', '', 'A', 51, 87, '', 0, 0),
('サイダー', 400, 3, '2020-10-02 04:14:58', '1', '', 'A', 51, 88, '', 0, 0),
('コーラ', 400, 1, '2020-10-02 04:47:44', '1', '', 'A', 52, 89, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 2, '2020-10-02 05:03:59', '1', '', 'A', 53, 90, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 19, '2020-10-02 06:12:46', '1', '', 'A', 54, 91, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 19, '2020-10-02 06:12:46', '1', '', 'A', 54, 92, '', 0, 0),
('熱側(普通酒)1合徳利', 500, 19, '2020-10-02 06:12:46', '1', '', 'A', 54, 93, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-06 04:41:21', '', '', 'A', 55, 94, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-06 04:41:21', '', '', 'A', 55, 95, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-06 04:44:45', '5', '', 'A', 56, 96, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-06 04:44:45', '5', '', 'A', 56, 97, '', 0, 0),
('コーラ', 400, 5, '2020-10-06 04:45:56', '5', '', 'A', 57, 98, '', 0, 0),
('サイダー', 400, 5, '2020-10-06 04:45:56', '5', '', 'A', 57, 99, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 4, '2020-10-06 05:14:04', '5', '', 'A', 58, 100, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 4, '2020-10-06 05:14:04', '5', '', 'A', 58, 101, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 4, '2020-10-06 05:14:04', '5', '', 'A', 58, 102, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-06 05:20:36', '2', '', 'A', 59, 103, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-06 05:20:36', '2', '', 'A', 59, 104, '', 0, 0),
('コーラ', 400, 10, '2020-10-06 05:21:35', '1', '', 'A', 60, 105, '', 0, 0),
('サワー(レモン.グレープフルーツ.巨峰.ウーロン.最茶)', 500, 2, '2020-10-06 05:22:29', '1', '', 'A', 61, 106, '', 0, 0),
('オリジナルワイン(赤.白)　グラス', 700, 6, '2020-10-06 06:00:32', '8', '', 'A', 62, 107, '', 0, 0),
('オリジナルワイン(赤.白)　デキャンタ', 1200, 6, '2020-10-06 06:00:32', '8', '', 'A', 62, 108, '', 0, 0),
('[南フランス]　カンプジイ　グラス(赤.白)', 700, 2, '2020-10-06 06:01:41', '8', '', 'A', 63, 109, '', 0, 0),
('コーラ', 400, 1, '2020-10-06 06:06:11', '8', '', 'A', 64, 110, '', 0, 0),
('渚の雫　(+4)　グラス', 600, 1, '2020-10-06 06:06:30', '8', '', 'A', 65, 111, '', 0, 0),
('ノンアルコールビール', 500, 10, '2020-10-06 06:11:22', '8', '', 'A', 66, 112, '', 0, 0),
('コーラ', 400, 3, '2020-10-07 02:01:08', '1', '', 'A', 67, 113, '', 0, 0),
('サイダー', 400, 3, '2020-10-07 02:01:08', '1', '', 'A', 67, 114, '', 0, 0),
('コーラ', 400, 8, '2020-10-07 02:20:34', '', '', 'A', 68, 115, '', 0, 0),
('生ビール(サッポロクラシック)', 400, 8, '2020-10-07 02:23:06', '2', '', 'A', 69, 116, '', 0, 0),
('小沼ビール(アルト)', 700, 8, '2020-10-07 02:23:06', '2', '', 'A', 69, 117, '', 0, 0),
('ハイボール', 600, 12, '2020-10-07 02:24:16', '', '', 'A', 70, 118, '', 0, 0),
('サントリーオールド(シングル)', 700, 12, '2020-10-07 02:24:16', '', '', 'A', 70, 119, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 2, '2020-10-07 02:38:07', '', '', 'A', 71, 120, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 4, '2020-10-07 02:45:00', '2', '', 'A', 72, 121, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 23, '2020-10-07 02:47:23', '1', '', 'A', 73, 122, '', 0, 0),
('渚の雫　(+4)　ボトル　900ｍｌ', 2500, 2, '2020-10-07 02:56:33', '2', '', 'A', 74, 123, '', 0, 0),
('トライアングル　60ｍｌ', 500, 2, '2020-10-07 02:59:20', '', '', 'A', 75, 124, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 50, '2020-10-07 03:03:22', '', '', 'A', 76, 125, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 7, '2020-10-07 04:00:41', '', '', 'A', 77, 126, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-07 04:04:03', '', '', 'A', 78, 127, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-07 04:07:04', '9', '', 'A', 79, 128, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 2, '2020-10-07 04:13:36', '', '', 'A', 80, 129, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-07 04:15:59', '', '', 'A', 81, 130, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 3, '2020-10-07 04:30:07', '', '', 'A', 82, 131, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-07 04:46:53', '9', '', 'A', 83, 132, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-07 04:47:48', '', '', 'A', 84, 133, '', 0, 0),
('コーラ', 400, 10, '2020-10-07 04:49:29', '', '', 'A', 85, 134, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-07 05:18:49', '9', '', 'A', 86, 135, '', 0, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-07 05:18:49', '9', '', 'A', 86, 136, '', 0, 0),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-07 05:18:49', '9', '', 'A', 86, 137, '', 0, 0),
('熱側(普通酒)1合徳利', 500, 1, '2020-10-07 05:18:49', '9', '', 'A', 86, 138, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-08 12:32:23', '', '', 'A', 87, 139, '', 0, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-08 12:51:35', '', '', 'A', 88, 140, '', 0, 0),
('ノンアルコールビール', 500, 1, '2020-10-08 12:57:50', '', '', 'A', 89, 141, 'mahidi', 537, 0),
('[北海道]北の節純米酒(+4)グラス', 900, 1, '2020-10-08 13:04:34', '', '', 'A', 90, 142, 'mahidi', 537, 0),
('[新潟県]久保田千寿吟酸(+6)グラス', 750, 1, '2020-10-08 13:04:34', '', '', 'A', 90, 143, 'mahidi', 537, 0),
('熱側(普通酒)1合徳利', 500, 2, '2020-10-08 13:06:45', '', '', 'A', 91, 144, 'mahidi', 537, 777),
('[青森県]豊盃純米吟酒(土0)グラス', 800, 1, '2020-10-08 13:06:45', '', '', 'A', 91, 145, 'mahidi', 537, 777);

-- --------------------------------------------------------

--
-- Table structure for table `drinks`
--

CREATE TABLE `drinks` (
  `d_refid` int(20) NOT NULL,
  `CD1` int(11) NOT NULL,
  `CD2` int(11) NOT NULL,
  `product` varchar(150) NOT NULL,
  `price` int(11) NOT NULL,
  `category` varchar(50) NOT NULL,
  `drinkinfo` varchar(150) DEFAULT NULL,
  `productimage` varchar(200) DEFAULT NULL,
  `stock` varchar(10) NOT NULL DEFAULT '可用'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `drinks`
--

INSERT INTO `drinks` (`d_refid`, `CD1`, `CD2`, `product`, `price`, `category`, `drinkinfo`, `productimage`, `stock`) VALUES
(1, 30, 6100, '[北海道]北の節純米酒(+4)グラス', 900, '日本酒', '喉が渇いたら素敵な飲み物', 'image2.jpg', '可用'),
(2, 30, 6101, '[新潟県]久保田千寿吟酸(+6)グラス', 750, '日本酒', '喉が渇いたら素敵な飲み物', 'image1.jpg', '可用'),
(3, 30, 6102, '生ビール(サッポロクラシック)', 400, 'ビール', '喉が渇いたら素敵な飲み物', '2041217706_area03_ph06.png', '可用'),
(4, 30, 6103, '小沼ビール(アルト)', 700, 'ビール', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(5, 30, 6104, 'ハイボール', 600, 'ウイスキー', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(6, 30, 6105, 'サントリーオールド(シングル)', 700, 'ウイスキー', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(7, 30, 6106, '[青森県]豊盃純米吟酒(土0)グラス', 800, '日本酒', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(8, 30, 6107, 'サワー(レモン.グレープフルーツ.巨峰.ウーロン.最茶)', 500, 'サワー果実酒', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(9, 30, 6108, '熱側(普通酒)1合徳利', 500, '日本酒', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(10, 30, 6109, 'ノンアルコールビール', 500, 'ビール', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(11, 30, 6110, 'サントリーオールド(ダブル)', 1200, 'ウイスキー', '喉が渇いたら素敵な飲み物', '', '可用'),
(24, 30, 6111, '乳酸菌サワー', 700, 'サワー果実酒', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(25, 30, 6112, '梅酒(90ml)', 600, 'サワー果実酒', '喉が渇いたら素敵な飲み物', '', '可用'),
(26, 30, 6113, '[南フランス]　カンプジイ　グラス(赤.白)', 700, 'ワイン', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(27, 30, 6114, '[南フランス]　カンプジイ　デキャンタ(赤.白)', 1200, 'ワイン', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(28, 30, 6115, 'スパークリングワイン　200ｍｌ(白)', 800, 'ワイン', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(29, 30, 6116, 'スパークリングワイン　750ｍｌ(赤.白)', 3000, 'ワイン', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(30, 30, 6117, 'トライアングル　60ｍｌ', 500, '焼酎', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(31, 30, 6118, '半焼酎喜多里　60ｍｌ', 600, '焼酎', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(32, 30, 6119, '麦焼酎和ら麦　60ｍｌ', 600, '焼酎', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(33, 30, 6120, '渚の雫　(+4)　グラス', 600, '渚亭オリジナルボトル', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(34, 30, 6121, '渚の雫　(+4)　ボトル　900ｍｌ', 2500, '渚亭オリジナルボトル', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(35, 30, 6122, '渚の夢　(+10)　グラス', 800, '渚亭オリジナルボトル', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(36, 30, 6123, '渚の夢　(+10)　ボトル　900ｍｌ', 3500, '渚亭オリジナルボトル', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(37, 30, 6124, '渚の華　本格焼酎　グラス', 700, '渚亭オリジナルボトル', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(38, 30, 6125, 'オリジナルワイン(赤.白)　グラス', 700, '渚亭オリジナルボトル', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(39, 30, 6126, 'オリジナルワイン(赤.白)　デキャンタ', 1200, '渚亭オリジナルボトル', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(40, 30, 6127, 'コーラ', 400, 'ソフトドリンク', '喉が渇いたら素敵な飲み物', NULL, '可用'),
(41, 30, 6128, 'サイダー', 400, 'ソフトドリンク', '喉が渇いたら素敵な飲み物', '', '可用');

-- --------------------------------------------------------

--
-- Table structure for table `staff`
--

CREATE TABLE `staff` (
  `updated` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `s_name` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `s_empid` int(11) NOT NULL DEFAULT 10,
  `s_mobile` bigint(20) NOT NULL,
  `stat` varchar(12) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'A',
  `password` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `staff`
--

INSERT INTO `staff` (`updated`, `s_name`, `s_empid`, `s_mobile`, `stat`, `password`) VALUES
('2020-10-01 06:08:32', '亜也湖', 1008, 5143, 'A', '1234'),
('2020-10-01 06:08:06', '秀喜', 1081, 6541, 'A', '1234'),
('2020-10-01 04:57:15', 'ROBERT JOHNSON', 1114, 7412, 'A', '1234'),
('2020-10-01 04:56:48', 'MARK PAOLO', 1115, 7845, 'A', '1234'),
('2020-09-23 08:14:01', 'MADIH ELMEHDI', 1116, 4512, 'A', '1234'),
('2020-10-01 05:55:12', '歩夢 ', 1119, 8417, 'A', '1234');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `confirmedorders`
--
ALTER TABLE `confirmedorders`
  ADD PRIMARY KEY (`or_ref_id`);

--
-- Indexes for table `drinks`
--
ALTER TABLE `drinks`
  ADD PRIMARY KEY (`d_refid`);

--
-- Indexes for table `staff`
--
ALTER TABLE `staff`
  ADD PRIMARY KEY (`s_empid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `confirmedorders`
--
ALTER TABLE `confirmedorders`
  MODIFY `or_ref_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=146;

--
-- AUTO_INCREMENT for table `drinks`
--
ALTER TABLE `drinks`
  MODIFY `d_refid` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
